[
  {
    "company": "Alma Mater Studiorum - Università di Bologna — Bologna",
    "role": "Building Management Specialist",
    "period": "12/2021 – Present",
    "achievements": [
      "Facility and system maintenance coordination, specialized in suppliers management, and users/stakeholders mediation",
      "Specialized in Building Automation (BMS), providing monitoring and diagnostics for building systems (HVAC, fire protection, CCTV, lighting)",
      "Experience as Contract Manager and Execution Director, ensuring strict regulatory and technical compliance"  ]
  },
  {
    "company": "Champion Europe Group — Carpi (MO)",
    "role": "EHS Associate",
    "period": "10/2020 – 11/2021",
    "achievements": [
      "Company safety system management and update of the Risk Assessment Document (DVR) in collaboration with the Head of the Prevention and Protection Service (RSPP)",
      "Safety sales points representative across Italy and Europe",
      "Training programs' coordination (workplace health and safety, emergencies, HACCP) and technical inspections/site surveys management"    ]
  },
  {
    "company": "Rekeep S.p.A. — Zola Predosa (BO)",
    "role": "HSE Officer (Prevention and Protection Service)",
    "period": "09/2017 – 10/2020",
    "achievements": [
      "Monitored technical project execution, conducted site inspections, ISO 45001/18001 audits, and risk assessments",
      "Supported management in waste management, procurement optimization, and budget control",
      "Performed advanced data analysis using SAP and Excel (macros, pivot tables, Power BI) for reporting and forecasting"    ]
  },
  {
    "company": "Manutencoop Facility Management S.p.A. — Zola Predosa (BO)",
    "role": "Quality, Environment, and Safety Internship",
    "period": "03/2017 – 09/2017",
    "achievements": [
      "Support to QHSE document management: drafting the Risk Assessment Document (DVR), procedures, annual waste declaration (MUD)",
      "Conducted specific risk assessments (chemical, vibrations, manual handling)",
      "Applied technical regulations (Italian Legislative Decrees 81/08, 152/06, 231/01)"
    ]
  },
  {
    "company": "Silea S.p.A. — Valmadrera (LC)",
    "role": "Internship with Alma Mater Studiorum - University of Bologna",
    "period": "06/2015 – 05/2016",
    "achievements": [
      "Analyzed the multi-stage flue gas treatment system of an urban and special waste incinerator",
      "Optimized the system to identify critical issues and reduce operating costs by 10%",
      "Developed periodic reports on project progress/advancement"
    ]
  },
  {
    "company": "Basf S.p.A. — Pontecchio Marconi (BO)",
    "role": "Internship with Alma Mater Studiorum - University of Bologna",
    "period": "10/2014 – 06/2015",
    "achievements": [
      "Redesign of a process line",
      "Performed technical-economic analysis and safety assessment (HAZOP)",
      "Utilized specialized software for technical analysis and design"
    ]
  }
]
