[
    {
        "company": "Alma Mater Studiorum - Università di Bologna — Bologna",
        "role": "Funzionario - Area Tecnica Edilizia e Sostenibilità",
        "period": "12/2021 – Presente",
        "achievements": "Contribuisco attivamente al coordinamento della manutenzione di strutture e impianti complessi, gestendo fornitori e interfacciandomi con l’utenza. Ho sviluppato una solida specializzazione in **Building Automation (BMS)**, occupandomi del controllo, monitoraggio e diagnostica di impianti **HVAC, antincendio, videosorveglianza e illuminazione**, con utilizzo quotidiano di **Siemens Desigo CC** e competenze sul protocollo **KNX**. Nei ruoli di **RUP** e **Direttore dell’Esecuzione** garantisco la piena conformità normativa e tecnica lungo l’intero ciclo di vita di lavori e servizi."
    },
    {
        "company": "Champion Europe Group — Carpi (MO)",
        "role": "EHS Associate",
        "period": "10/2020 – 11/2021",
        "achievements": "Gestione del sistema di salute e sicurezza aziendale e aggiornamento DVR in collaborazione con RSPP. **Referente sicurezza** per sedi e punti vendita in **Italia ed Europa**, con coordinamento della formazione e esecuzione di audit."
    },
    {
        "company": "Manutencoop Facility Management S.p.A. / Rekeep S.p.A. — Zola Predosa (BO)",
        "role": "Addetto Servizio Prevenzione e Protezione - ASPP",
        "period": "03/2017 – 10/2020",
        "achievements": "Supporto tecnico a commesse complesse con sopralluoghi, audit **ISO 45001/18001** e valutazioni dei rischi. Attività di gestione documentale **QHSE**, redazione di DVR e applicazione della normativa tecnica (**D.Lgs. 81/08, 152/06**). Analisi dati e reporting a supporto della direzione tramite **SAP**, **Excel avanzato** e **Power BI**."
    },
    {
        "company": "Silea S.p.A. — Valmadrera (LC)",
        "role": "Internship con Alma Mater Studiorum - Università di Bologna",
        "period": "06/2015 – 05/2016",
        "achievements": "Analisi e ottimizzazione di un impianto di trattamento fumi con riduzione dei costi operativi. Redazione di report tecnici e monitoraggio dell’avanzamento progettuale."
    },
    {
        "company": "Basf S.p.A. — Pontecchio Marconi (BO)",
        "role": "Internship con Alma Mater Studiorum - Università di Bologna",
        "period": "10/2014 – 06/2015",
        "achievements": "Riprogettazione di una linea di processo con analisi tecnico-economica e valutazione di sicurezza (HAZOP). Utilizzo di software specialistici per l’analisi e la progettazione tecnica."
    }
]